{
    "user": {
        "127.0.0.1": {
            "team": 0,
            "name": "Gabriel"
        }
    },
    "teams": {
        "0": {
            "name": "Root",
            "color": [
                4,
                93,
                75
            ],
            "research_field": 5,
            "creator": "Gabriel",
            "country": "Frankreich",
            "user_count": 36,
            "chosen_country": {
                "127.0.0.1": "Frankreich",
                "192.168.178.4": "Botswana"
            },
            "investoren": {
            }
        }
    },
    "game": {
        "id": 0,
        "teams": [],
        "technology_price_constant": 100000,
        "investoren": {
            "Quantum Ventures" : {
                "beschreibung": "Ein Investor, der in Unternehmen investiert, die sowohl in Quantenmechanik als auch in Meeresbiologie tätig sind. Ihr Logo zeigt einen Kraken, der Elektronen in den Tiefen des Ozeans jagt.",
                "range": 4000,
                "destruction_degree": 0.9
            },
            "Aurora Capital": {
                "beschreibung": "Diese Firma glaubt an die Kombination von Technologie und Gemüse. Sie investieren in Startups, die Robotik mit der Landwirtschaft verbinden – insbesondere in Unternehmen, die sich auf die künstliche Züchtung von \"intelligenten\" Auberginen spezialisiert haben.",
                "range": 0,
                "destruction_degree": 0.4
            },
            "Iron Forge Dynamics": {
                "beschreibung": "Ein Unternehmensnetzwerk, das in High-Tech-Militärausrüstung und mystische Artefakte investiert. Ihr Fokus liegt auf der Entwicklung von Superwaffen, die auf antiken, okkulten Praktiken basieren.",
                "range": 8000,
                "destruction_degree": 1
            },
            "Vertex Innovations": {
                "beschreibung": "Ein Unternehmen, das in \"unmögliche\" Startups investiert – wie Unternehmen, die behaupten, Einhörner zu züchten oder fliegende Teppiche zu entwickeln. ",
                "range": 7000,
                "destruction_degree": 1
            },
            "Eclipse Holdings": {
                "beschreibung": "Diese Firma glaubt, dass der Schlüssel zur Zukunft in der Kombination von Raumfahrt und tiefseetauglichen Quallen liegt. Sie finanzieren Projekte, die versuchen, Quallen in den Weltraum zu schicken.\n\n",
                "range": 2000,
                "destruction_degree": 0.5
            },
            "Nimbus Growth Partners": {
                "beschreibung": "Nimbus Cloud Factory hat es sich zur Aufgabe gemacht, physische Wolken zu züchten und zu verkaufen. Ihr Ziel ist es, eine Wolkenökonomie zu schaffen, in der Menschen \"die perfekte Wolke\" mieten können.\n\n",
                "range": 4000,
                "destruction_degree": 0.8
            },
            "Stellar Equity": {
                "beschreibung": "Diese Investorenfirma hat eine unorthodoxe Leidenschaft für Gurken. Sie investieren in Unternehmen, die sich mit der Automatisierung von Pickelprozessen oder der Herstellung von \"kosmischen\" Gurken beschäftigen – also Gurken, die im Weltraum angebaut werden.",
                "range": 1000,
                "destruction_degree": 0.3
            },
            "Evergreen Investments": {
                "beschreibung": "Das Unternehmen hat den geheimen Plan, riesige, künstliche Monolithen zu bauen und sie in die entlegensten Gebirgsregionen zu stellen. Sie glauben, dass diese Monolithen Schlüssel zur Lösung globaler Probleme wie Energieknappheit sein könnten.\n\n",
                "range": 4000,
                "destruction_degree": 0.7
            },
            "Cipher Ventures": {
                "beschreibung": "Cipher Parrot Ventures ist auf die Entschlüsselung von Rätseln spezialisiert – insbesondere auf die Entwicklung von Technologien, die es ermöglichen, mit Tieren, insbesondere Papageien, zu kommunizieren. Ihr Ziel ist es, tierische Kommunikation zu entschlüsseln.",
                "range": 1000,
                "destruction_degree": 0.3
            },
            "Pinnacle Horizons": {
                "beschreibung": "Ein Unternehmen, das in die Pizzaindustrie investiert, jedoch auf unkonventionelle Weise. Sie unterstützen Startups, die Pizza in völlig neuen Formen anbieten – von fliegenden Pizzen bis zu Pizzen, die durch Augmented Reality gegessen werden können.",
                "range": 1500,
                "destruction_degree": 0.4
            },
            "Orion Shield Group": {
                "beschreibung": "Diese Firma investiert in Unternehmen, die behaupten, den Mond zu kolonisieren. Aber ihr wahrer Fokus liegt auf der Schaffung einer \"Mond-Beam\" – einer Lichtstrahlen-Technologie, die es Menschen ermöglicht, mit dem Mond zu kommunizieren.",
                "range": 8000,
                "destruction_degree": 1
            },
            "Solaris Nexus": {
                "beschreibung": "Diese Firma hat es sich zur Aufgabe gemacht, Solartechnologien zu entwickeln, die wie Käse-Reiben aussehen. Sie glauben, dass die besten Technologien aus der unkonventionellen Kombination von Solarenergie und alltäglichen Küchenutensilien entstehen.",
                "range": 1000,
                "destruction_degree": 0.8
            },
            "Helios Venture Partners": {
                "beschreibung": "Helios investiert in die Schaffung der größten und fortschrittlichsten Luftpolsterfolien. Ihr Ziel ist es, ein riesiges, sich selbst reparierendes System zu entwickeln, das als \"weltweiter Schutzschild\" fungiert.",
                "range": 2000,
                "destruction_degree": 0.5
            },
            "Lighthouse Capital": {
                "beschreibung": "Eine Firma, die sich auf die Erforschung und Förderung der \"süßen\" Seite der Technologie konzentriert. Sie investieren in Unternehmen, die Technologien entwickeln, um Jellybeans zu produzieren, die als Energiequelle dienen.",
                "range": 1000,
                "destruction_degree": 0.2
            },
            "Radiant Edge Ventures": {
                "beschreibung": "Ein militärischer Entwickler von Licht- und Strahlentechnologie zur Abwehr von Angriffen. Sie sind bekannt für ihre „Laser-Mantisschilde“, die feindliche Waffen mit Lichtgeschwindigkeit neutralisieren.",
                "range": 4000,
                "destruction_degree": 0.9
            },
            "Cobalt Syndicate": {
                "beschreibung": "Spezialisiert auf taktische Roboter und fortschrittliche Rüstungstechnik. Ihr „Cobalt-Soldat“ ist ein autonomer Krieger, der für Spionage und Kriegsführung eingesetzt wird.",
                "range": 4000,
                "destruction_degree": 0.8
            },
            "Blue Horizon Fund": {
                "beschreibung": "Ein geheimes militärisches Projekt zur Entwicklung von Technologie für den militärischen Einsatz im Weltraum. Sie arbeiten an orbitalen Verteidigungssystemen und Satelliten-Spionagesystemen.",
                "range": 4500,
                "destruction_degree": 0.9
            }
        },
        "state": {
            "started": false
        }
    },
    "research_field": [
        "Dunkle Materie",
        "Quantenverschränkung",
        "Holografisches Prinzip",
        "Quantengravitation",
        "Supraflüssigkeit ",
        "Superfestigkeit"
    ],
    "research_field_description": [
        "Unsichtbare Materieform, die nur durch Gravitation wirkt und die Bewegungen von Galaxien beeinflusst.",
        "Zustand, bei dem Teilchen über Distanz sofort miteinander verbunden bleiben.",
        "Alle Rauminformationen können auf einer Fläche beschrieben werden, ähnlich einem Hologramm.",
        "Theorie, die Quantenmechanik und Gravitation zu einer einzigen Beschreibung vereint.",
        "Materiezustand mit Null-Viskosität, der sich ohne Energieverlust bewegt.",
        "Materiezustand, der gleichzeitig flüssig und festartige Eigenschaften zeigt."
    ],
    "milestones": {
    "Dunkle Materie": [
        {
            "name": "Erste Hypothese",
            "description": "Die Theorie der Dunklen Materie wird erstmals von Wissenschaftlern formuliert, um fehlende Masse im Universum zu erklären."
        },
        {
            "name": "Erste experimentelle Hinweise",
            "description": "Erste Hinweise auf Dunkle Materie durch Beobachtungen der Rotationskurven von Galaxien."
        },
        {
            "name": "WZK-Experiment",
            "description": "Wissenschaftler entwerfen ein Experiment zur direkten Detektion von Dunkler Materie."
        },
        {
            "name": "Widerspruch zu bisherigen Modellen",
            "description": "Beobachtungen legen nahe, dass die Dunkle Materie keine normalen Teilchen ist."
        },
        {
            "name": "Bose-Einstein-Kondensate als Modell",
            "description": "Forschung an Bose-Einstein-Kondensaten bietet neue Ansätze zur Untersuchung von Dunkler Materie."
        },
        {
            "name": "Gravitationswellenbeobachtungen",
            "description": "Beobachtungen von Gravitationswellen liefern neue Hinweise auf die Natur der Dunklen Materie."
        },
        {
            "name": "Indirekte Nachweise",
            "description": "Indirekte Nachweise durch die Analyse von Gammastrahlen und kosmischen Strahlung."
        },
        {
            "name": "Theorie der supersymmetrischen Teilchen",
            "description": "Entwicklung der Theorie, dass Dunkle Materie aus supersymmetrischen Teilchen bestehen könnte."
        },
        {
            "name": "Erste Kollisionsexperimente",
            "description": "Experimentelle Kollisionen in Teilchenbeschleunigern liefern potenzielle Hinweise auf Dunkle Materie."
        },
        {
            "name": "Kombination von Theorien",
            "description": "Kombination der Theorien der Dunklen Materie mit anderen kosmologischen Modellen zur Entwicklung eines vereinheitlichten Modells."
        }
    ],
    "Quantenverschränkung": [
        {
            "name": "Erste Entdeckung",
            "description": "Albert Einstein, Boris Podolsky und Nathan Rosen formulieren das EPR-Paradoxon, das Quantenverschränkung postuliert."
        },
        {
            "name": "Bell'sche Ungleichung",
            "description": "John Bell formuliert eine Ungleichung, die die experimentelle Testbarkeit von Quantenverschränkung ermöglicht."
        },
        {
            "name": "Erster Test von Bell’s Ungleichung",
            "description": "Erster experimenteller Test der Bell'schen Ungleichung, der Quantenverschränkung bestätigt."
        },
        {
            "name": "Teleportation von Quanten",
            "description": "Erfolgreiche Demonstration der Quanten-Teleportation in Laborversuchen."
        },
        {
            "name": "Verkettung von Qubits",
            "description": "Verkettung von mehreren Qubits zur Realisierung von Quantenverschränkung in komplexeren Systemen."
        },
        {
            "name": "Quantenkommunikation",
            "description": "Erste Implementierung der Quantenkommunikation über lange Distanzen unter Verwendung von verschränkten Photonen."
        },
        {
            "name": "Teleportation von Atomen",
            "description": "Erfolgreiche Quanten-Teleportation von größeren Teilchen, wie Atomen, statt nur Photonen."
        },
        {
            "name": "Verwendung in Quantencomputern",
            "description": "Quantenverschränkung wird in funktionierenden Quantencomputern zur Berechnung komplexer Probleme genutzt."
        },
        {
            "name": "Weltweite Quantenkommunikationsnetze",
            "description": "Einführung erster globaler Quantenkommunikationsnetzwerke unter Verwendung von Quantenverschränkung zur sicheren Kommunikation."
        },
        {
            "name": "Fehlerkorrektur in Quantencomputern",
            "description": "Entwicklung von Methoden zur Fehlerkorrektur unter Verwendung von Quantenverschränkung für robustere Quantencomputer."
        }
    ],
    "Holografisches Prinzip": [
        {
            "name": "Erste Theoretische Entwürfe",
            "description": "Das Holografische Prinzip wird von Gerard 't Hooft und Leonard Susskind formuliert."
        },
        {
            "name": "Verbindung zur Stringtheorie",
            "description": "Das Holografische Prinzip wird mit der Stringtheorie verbunden, um eine Verbindung zwischen Quantenmechanik und Gravitation zu schaffen."
        },
        {
            "name": "AdS/CFT-Korrespondenz",
            "description": "Entwicklung der AdS/CFT-Korrespondenz, die das Holografische Prinzip mathematisch unterstützt."
        },
        {
            "name": "Erste mathematische Beweise",
            "description": "Erste Beweise und formale Verbindungen zwischen dem Holografischen Prinzip und bekannten physikalischen Modellen."
        },
        {
            "name": "Kosmologische Anwendungen",
            "description": "Das Holografische Prinzip wird verwendet, um das Verhalten von schwarzen Löchern und dem Universum zu erklären."
        },
        {
            "name": "Holografische Entropie",
            "description": "Der Zusammenhang zwischen Entropie und der Fläche eines Ereignishorizonts wird durch das Holografische Prinzip beschrieben."
        },
        {
            "name": "Quantengravitation und Raumzeit",
            "description": "Das Holografische Prinzip liefert Einblicke in die Natur der Quantengravitation und die Struktur der Raumzeit."
        },
        {
            "name": "Verbindung zur Thermodynamik",
            "description": "Das Holografische Prinzip wird zur Erklärung von Phänomenen der Thermodynamik in schwarzer Loch-Physik verwendet."
        },
        {
            "name": "Erste Experimente zur Verifikation",
            "description": "Erste Experimente zur Verifikation des Holografischen Prinzips durch Messungen von schwarzen Löchern und Quantenfluktuationen."
        },
        {
            "name": "Vollständige Theorie der Quantengravitation",
            "description": "Das Holografische Prinzip führt zur vollständigen Theorie der Quantengravitation, die die Quantenmechanik und Gravitation vereint."
        }
    ],
    "Quantengravitation": [
        {
            "name": "Erste Theoretische Annäherungen",
            "description": "Erste Versuche, die allgemeine Relativitätstheorie mit der Quantenmechanik zu verbinden."
        },
        {
            "name": "Quantisierte Raumzeit",
            "description": "Vorschläge zur Quantisierung der Raumzeit, um die Quantenmechanik auf gravitative Systeme anzuwenden."
        },
        {
            "name": "Loop-Quantengravitation",
            "description": "Entwicklung der Theorie der Loop-Quantengravitation als eine Alternative zur Stringtheorie."
        },
        {
            "name": "Stringtheorie und Gravitation",
            "description": "Verwendung der Stringtheorie, um die Quantenmechanik mit der Gravitation zu verbinden."
        },
        {
            "name": "Holografisches Prinzip",
            "description": "Das Holografische Prinzip bietet neue Wege zur Beschreibung von Quantengravitation in niedrigen Dimensionen."
        },
        {
            "name": "Gravitationswellen und Quantenfluktuationen",
            "description": "Erste Nachweise von Gravitationswellen, die durch Quantenfluktuationen beeinflusst werden."
        },
        {
            "name": "Schwarze Löcher und Entropie",
            "description": "Berechnungen zur Entropie von schwarzen Löchern führen zu neuen Einsichten in die Quantengravitation."
        },
        {
            "name": "Erste experimentelle Tests",
            "description": "Erste Versuche, Quantengravitation experimentell zu testen, z. B. durch Messungen der Gravitationswellen."
        },
        {
            "name": "Quantenfeldtheorie der Gravitation",
            "description": "Entwicklung einer Quantenfeldtheorie zur Beschreibung der Gravitation in mikroskopischen Skalen."
        },
        {
            "name": "Vereinheitlichung aller fundamentalen Kräfte",
            "description": "Vollständige Theorie, die alle vier fundamentalen Kräfte (Gravitation, Elektromagnetismus, starke und schwache Kernkraft) vereinigt."
        }
    ],
    "Supraflüssigkeit": [
        {
            "name": "Erste Entdeckung",
            "description": "Die Entdeckung der Supraflüssigkeit in Helium-4 durch Pyotr Kapitza, John F. Allen und Don Misener."
        },
        {
            "name": "Supraleitung und Supraflüssigkeit",
            "description": "Forschung an der Verknüpfung von Supraleitung und Supraflüssigkeit in unterschiedlichen Materialien."
        },
        {
            "name": "Bose-Einstein-Kondensat",
            "description": "Die erste Erzeugung von Bose-Einstein-Kondensaten in ultra-kalten Gasen bringt neue Einsichten in Supraflüssigkeit."
        },
        {
            "name": "Vortexbewegungen",
            "description": "Studien zur Bewegung von Vortexstrukturen in supraflüssigen Systemen."
        },
        {
            "name": "Supraflüssigkeit bei höheren Temperaturen",
            "description": "Erste Versuche, Supraflüssigkeit bei höheren Temperaturen als zuvor zu erzeugen."
        },
        {
            "name": "Verwendung in der Quantenmechanik",
            "description": "Untersuchungen der Supraflüssigkeit als Modell für Quanteneffekte in makroskopischen Systemen."
        },
        {
            "name": "Erzeugung von Supraflüssigkeit in anderen Materialien",
            "description": "Suche nach anderen Materialien, die Supraflüssigkeit unter bestimmten Bedingungen erzeugen können."
        },
        {
            "name": "Nutzung in der Technologie",
            "description": "Verwendung von Supraflüssigkeit zur Verbesserung von Kühlsystemen und anderen Technologien."
        },
        {
            "name": "Erste Anwendungen in der Raumfahrttechnik",
            "description": "Verwendung von Supraflüssigkeit in der Raumfahrttechnologie für effizientere Systeme."
        },
        {
            "name": "Erweiterung der Supraflüssigkeitstheorie",
            "description": "Die Supraflüssigkeitstheorie wird erweitert, um auch exotische Materialien und Phasen zu umfassen."
        }
    ],
    "Superfestigkeit": [
            {
                "name": "Erste Entdeckung",
                "description": "Die Entdeckung von Superfestigkeit in bestimmten Materialien unter extremen Bedingungen."
            },
            {
                "name": "Modellierung von Superfestigkeit",
                "description": "Erste theoretische Modelle, die das Verhalten von Superfestigkeit beschreiben."
            },
            {
                "name": "Experimentelle Beobachtungen",
                "description": "Experimentelle Beobachtungen von Superfestigkeit in speziellen Festkörpern."
            },
            {
                "name": "Superfestigkeit in Nanomaterialien",
                "description": "Die Entwicklung von Nanomaterialien mit Superfestigkeitseigenschaften."
            },
            {
                "name": "Anwendung in der Materialwissenschaft",
                "description": "Superfestigkeit wird in der Materialwissenschaft genutzt, um stärkere und widerstandsfähigere Werkstoffe zu entwickeln."
            },
            {
                "name": "Superfestigkeit bei extremen Temperaturen",
                "description": "Untersuchung der Superfestigkeit bei extrem niedrigen oder hohen Temperaturen."
            },
            {
                "name": "Verbindung zu Quantenmechanik",
                "description": "Die Entdeckung, dass Superfestigkeit eng mit Quantenmechanik und den Wechselwirkungen auf atomarer Ebene verbunden ist."
            },
            {
                "name": "Superfeste Materialien in der Technik",
                "description": "Erste Anwendungen von superfeste Materialien in High-Tech-Geräten und Ingenieursprojekten."
            },
            {
                "name": "Kommerzielle Nutzung von Superfestigkeit",
                "description": "Kommerzielle Produkte, die superfeste Materialien verwenden, werden auf den Markt gebracht."
            },
            {
                "name": "Optimierung von Superfestigkeitstechnologien",
                "description": "Optimierung der Superfestigkeitstechnologien für verschiedene industrielle Anwendungen."
            }
        ]
    },

    "countries": {
        "Frankreich": 1,
        "China": 0.775,
        "Russland": 0.575,
        "Deutschland": 0.75,
        "Botswana": 0.35,
        "Schweiz": 0.65
    }
}